[Author]
Language=French
TranslatedBy=Joel Raffin
TranslatorContact=
TranslatorURL=
LastUpdated=03 March 2015

[Language]
File1.Caption=Fichier
OpenChangelog1.Caption=Ouvrir le journal des versions
OpenEULA1.Caption=Ouvrir EULA
Exit1.Caption=Quitter
Help1.Caption=Aide
Homepage1.Caption=Page d'accueil
About1.Caption=A propos
TabSheet1.Caption=Checksum du fichier
TabSheet2.Caption=Chaîne hash
TabSheet3.Caption=Comparer les fichiers
TabSheet5.Caption=Scanner un dossier
TabSheet7.Caption=Vérifier le checksum
Label10.Caption=Sélectionnez le dossier à scanner:
Label11.Caption=Masque de fichier:
Button8.Caption=Scanner
Button14.Caption=Stop
Button11.Caption=Filtres
Button12.Caption=Exporter
Label66.Caption=Comparer deux fichiers
Label9.Caption=Sélectionner deux fichiers et voir s'ils sont différents.
Button6.Caption=Comparer
Label7.Caption=Vérifier le Checksum
Label8.Caption=Sélectionner un fichier et le comparer avec un hash MD5.
Button9.Caption=Vérifier
Button16.Caption=Coller
Label2.Caption=Insérer une chaîne pour calculer le cheksum hash:
Button4.Caption=Générer
Label12.Caption=Longueur de la chaîne:
Button2.Caption=Exporter
Label1.Caption=Sélectionnez le fichier pour lequel calculer le cheksum hash:
Button1.Caption=Parcourir...
Button15.Caption=Exporter
Label5.Caption=Taille du fichier:
imgFacebookLike.Hint=Suivez-nous sur Facebook
imgDonate.Hint=Supporter ce projet
FrmSettings.Label6.Caption=Sélectionnez votre langage:
FrmSettings.Caption=Options
FrmSettings.CheckBox1.Caption=Ajouter au menu contextuel de Windows
FrmSettings.Button1.Caption=Fermer
FrmOutputFormat.Caption=Filtres
FrmOutputFormat.CheckBox2.Caption=Sanner également les sous-dossiers récursivement
FrmOutputFormat.CheckBox3.Caption=Scan des seuls fichiers PE valides, tels EXE, SYS, DLL, etc
FrmOutputFormat.CheckBox1.Caption=Sauter les fichiers vides et de 0 octet
FrmOutputFormat.Label1.Caption=Variables autorisées:
FrmOutputFormat.Label2.Caption=Ecrivez votre format de sortie personnalisé:
FrmOutputFormat.Label3.Caption=Format de sortie
FrmOutputFormat.Label4.Caption=Personnaliser le scan

FrmOutputFormat.cbSkipHiddenFiles.Caption=Sauter les fichiers marqués comme masqués
FrmOutputFormat.cbSkipSystemFiles.Caption=Sauter les fichiers marqués comme des fichiers système
FrmOutputFormat.cbSkipBiggerFiles.Caption=Sauter les fichiers de plus de N Mo en taille

FrmAbout.Label4.Caption=Suivez-nous sur Twitter
FrmAbout.Label5.Caption=Suivez-nous sur Facebook
FrmAbout.Label6.Caption=Supporter ce projet
FrmAbout.Caption=A propos
Button18.Caption=Presse-papiers
Button7.Caption=Parcourir...
Button3.Caption=Parcourir...
Button5.Caption=Parcourir...
Button17.Caption=Presse-papiers
FrmSettings.CheckBox3.Caption=Minimiser l'application lors du démarrage manuel
Label6.Caption=Sélectionnez le fichier à vérifier:
Label20.Caption=Inscrivez le checksum MD5 ici:
Label21.Caption=Sélectionnez le premier fichier:
Label22.Caption=Sélectionnez le second fichier:
Label13.Caption=Checksum MD5:
Label14.Caption=Checksum SHA1:
Label15.Caption=Checksum SHA256:
Label16.Caption=Checksum SHA384:
Label17.Caption=Checksum SHA512:
cbMD5.Caption=Checksum MD5:
cbSHA1.Caption=Checksum SHA1:
cbSHA256.Caption=Checksum SHA256:
cbSHA384.Caption=Checksum SHA384:
cbSHA512.Caption=Checksum SHA512:
Settings1.Caption=Options
Configure1.Caption=Configurer

;Messages

FILE_NOT_EXIST=Le fichier n'existe pas.
SELECT_FILE=Sélectionnez un fichier...
FILES_IDENTICAL=Les fichiers sont identiques !
FILES_DIFFERENT=Les fichiers sont différents !
HASH_EMPTY=Le champ Hash est vide.
HASH_WRONG=Le champ Hash est invalide. Utilisez le hachage MD5 (32 caractères).
MD5_CHECK_EQUAL=Cheksum MD5 du fichier identique !
MD5_CHECK_DIFFERENT=Cheksum MD5 du fichier différent !
DIR_NOT_FOUND=Le dossier n'existe pas.
FILES=Fichiers
SELECT_FOLDER=Sélectionnez un dossier
TEXTAREA_EMPTY=Zone texte vide.
WAIT=Patientez...

;New strings

Form1.Makeadonation1.Caption=Faire un don
Form1.Facebookpage1.Caption=Facebook Page
Form1.witterpage1.Caption=Twitter Page

